---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ElemCategoryParamMt
source: html/49f9707c-b910-9b55-4854-545de5d5c2ee.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ElemCategoryParamMt Property

"Category"

## Syntax (C#)
```csharp
public static ForgeTypeId ElemCategoryParamMt { get; }
```